UPDATE `app_configurations`
SET `value` = json_set(
  `value`,
  '$.regions',
  json('[{"id":"12","name":"منطقه ۱۲","neighborhoods":["آبشار","امامزاده یحیی","ارگ - پامنار","بازار","بهارستان","تختی","دروازه شمیران","سنگلج","فردوسی","قیام","کوثر","ایران","هرندی"]},{"id":"13","name":"منطقه ۱۳","neighborhoods":["آشتیانی","اشراقی","امامت","پیروزی","تهران نو","حافظیه","دماوند","دهقان","زاهد گیلانی","زینبیه","سرخه حصار","شورا","شهید اسدی","صفا","نیروی هوایی"]},{"id":"14","name":"منطقه ۱۴","neighborhoods":["ابوذر","افراسیابی شمالی","آهنگ","آهنگران","بروجردی","پاسدار گمنام","پرستار","تاکسیرانی","جابری","چهارصد دستگاه","خاوران","دژکام","دولاب","سرآسیاب دولاب","سیزده آبان","شاهین","شکوفه","شکیب","شهید محلاتی","شهرابی","صد دستگاه","عارف","فرزانه","فلاح","قصر فیروزه","مینا","مینابی","نبرد","نبی اکرم","نیکنام","هفده شهریور"]}]')
),
`updated_at` = 1790755200000
WHERE `id` = 'property-form';
